[DLC06_Inv_GrenadeDaud:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[DLC06_InvPckp_Chokedust DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[DLC06_InvPckp_Chokedust:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="窒息尘埃"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[DLC06_InvPckp_Grenade DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[DLC06_InvPckp_Grenade:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

